data/output/ofCases/examples/AAA_M_60-69_stat_10_parabolic_morph_4/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

convertToMeters 1;

vertices
(
    (-36.523745 -25.443256 -48.497288)
    (71.502925 -25.443256 -48.497288)
    (71.502925 153.432907 -48.497288)
    (-36.523745 153.432907 -48.497288)
    (-36.523745 -25.443256 52.410936)
    (71.502925 -25.443256 52.410936)
    (71.502925 153.432907 52.410936)
    (-36.523745 153.432907 52.410936)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (217 358 202) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    world
    {
        type patch;
        faces
        (
            (3 7 6 2)
            (0 4 7 3)
            (2 6 5 1)
            (1 5 4 0)
            (0 3 2 1)
            (4 5 6 7)
        );
    }
);

mergePatchPairs
(
);
